Repository: giellalt/corpus-nob
Catalog: tmx/sma/admin/sd/samediggi.no/forbedringspotensial_i_utvikling_og_markedsforing_av_samiske_laeremidler.html.tmx
Source language: nob
Languages: sma

source: Forbedringspotensial i utvikling og markedsføring av samiske læremidler
sma: Bueriedimmienuepieh evtiedimmesne jïh maarkedebievniemisnie saemien learoevierhtijste

source: Sametingets organisering av læremiddelutvikling er evaluert, og resultatet viser at det er forbedringspotensial i organisering, utforming og forvaltning av læremiddelutviklingen og tilgjengeliggjøring av samiske læremidler.
sma: Daelie Saemiedigkien öörnedimmiem learoevierhtieevtiedimmeste evalueereme, jïh illedahke bueriedimmienuepieh vuesehte öörnedimmesne, hammoedimmesne jïh reeremisnie learoevierhtieevtiedimmeste, jïh guktie saemien learoevierhtieh åehpies dorjesuvvieh.

source: Vista Analyse har på oppdrag fra Sametinget evaluert Sametingets tilskuddsordning for læremiddelutvikling, og utredet hvordan læremidlene blir markedsført og tilgjengeliggjort for lærere.
sma: Stillemen mietie Saemiedigkeste Vista Analyse lea Saemiedigkien dåarjoeöörnegem learoevierhtieevtiedæmman evalueereme, jïh salkehtamme guktie learoevierhtieh bæjhkoehtamme sjidtieh jïh åehpies dorjesuvvieh lohkehtæjjide.

source: Utredningen omfatter perioden 2012-2020 og evalueringsgrunnlag er dokumentanalyse og intervjuer med Sametingsrådet, Sametingets administrasjon som forvalter tilskuddet, tilskuddsmottakere, brukere og formidlere av læremidlene.
sma: Salkehtimmie lea boelhken bïjre 2012-2020 jïh evalueeremen våarome lea analyjse tjaatsegijstie jïh gihtjehtimmieh Saemiedigkieraerine, Saemiedigkien reereminie mij dåarjoem reerie, dåarjoedåastojigujmie, utnijigujmie jïh dejgujmie mah learoevierhtide buektieh.

source: Les rapporten: VA-rapport 2021-26 Evaluering av Sametingets tilskuddsordning for læremidler
sma: Lohkh vielie dennie baalte bïejesovveme reektehtsisnie: VA-rapport 2021-26 Evaluering av Sametingets tilskuddsordning for læremidler

source: Utredningen viser at vi har utfordringer innen samisk læremiddelutvikling, men viser også at utformingen og forvaltningen av tilskuddsordningen for læremiddelutvikling fremstår som relativt god.
sma: Salkehtimmie vuesehte mijjen leah haestemh saemien learoevierhtieevtiedimmien sisnjelen, men aaj vuesehte hammoedimmie jïh reereme dåarjoeöörnegistie learoevierhtieevtiedæmman naa hijven vååjnoe.

source: – Jeg ser utfordringene vi står overfor, men er samtidig veldig glad for at evalueringen konkluderer med at dagens forvaltning av tilskuddsordningen er god, og at evalueringen derfor ikke anbefaler større endringer på dette feltet, sier sametingsråd Mikkel Eskil Mikkelsen (NSR).
sma: – Manne haestiemidie vuajnam mejtie utnebe, men seamma tïjjen leam joekoen aavone evalueereme vihteste daanbeajjetje reereme dåarjoeöörnegistie lea hijven, jïh dan gaavhtan evalueereme ij stuerebe jarkelimmieh daennie suerkesne juvnehth, saemiedigkieraerie Mikkel Eskil Mikkelsen (NSR) jeahta.

source: Hovedutfordringen på produksjonskapasitet og fremdrift på læremiddelutviklingen ligger i knapphet på forfatter og oversetterressurser, og begrenset tilskuddsramme.
sma: Produksjovnekapasiteeten jïh learoevierhtieevtiedimmien åejviehaesteme lea vaenie tjaelije- jïh jarkoestimmievierhtieh, jïh gaertjieldihkie dåarjoemierie.

source: Evalueringen anbefaler flere direkte og indirekte tiltak for å få til en mer effektiv produksjon.
sma: Evalueereme jienebh ryöktesth jïh ovryöktesth råajvarimmieh juvnehte juktie radtjoesåbpoe produksjovnem åadtjodh.

source: Den foreslår blant annet å øke tilskuddssatser og justere søknadsfrist og tildelingsdato for å bidra til styrket rekruttering.
sma: Dïhte gaskem jeatjah raereste dåarjoemierieh lissiehtidh jïh ohtsememierieh jïh joekedimmiedaatoem staeriedidh mij maahta dåårrehtimmiem nænnoestidh.

source: Evalueringen viser at målet om å utvikle samiske læremidler i alle fag på tre samiske språk i en læreplanperiode, ikke er nådd.
sma: Evalueereme vuesehte ij leah ulmiem jakseme saemien learoevierhtieh evtiedidh gaajhkine faagine golme saemien gïeline akten learoesoejkesjeboelhken.

source: Kun 39 prosent av fagene hadde i 2018 helt eller delvis dekkende læremiddel på nordsamisk etter gjeldende læreplan, og for lule- og sørsamisk var andelen henholdsvis 19 og 24 prosent.
sma: Ajve 39 proseenth faagijste ellies jallh såemiesmearan ållesth learoevierhtieh noerhtesaemiengïelesne utnin, jïh julev- jïh åarjelsaemien gïelesne låhkoe lij fïereguhte 19 jïh 24 proseenth.

source: De eksisterende økonomiske rammene tilsier at Sametinget må senke ambisjonsnivået i målformuleringen.
sma: Dej daaletje ekonomeles mieriej mietie Saemiedigkie tjuara syjhtedassenjieptjiem ulmiehammoedimmesne giehpiedidh.

source: Videre indikerer intervjuene at lærere opplever å ha dårlig oversikt over tilgjengelige læremidler.
sma: Gihtjehtimmieh aaj vuesiehtieh lohkehtæjjaj lea nåake bijjieguvvie dej learoevierhtiej bijjeli mah gååvnesieh.

source: Det er viktig at lærerne kjenner til læremidlene som produseres, og at disse kommer frem til brukerne.
sma: Vihkele lohkehtæjjah daajroem utnieh dej learoevierhtiej bïjre mah dorjesuvvieh, jïh dah utniejidie jeksieh.

source: Sametinget ser at markedsføring og tilgjengeliggjøring av samiske læremidler krever en tydelig og mer målrettet innsats både av Sametinget og forlagene.
sma: Saemiedigkie vuajna maarkedebievneme jïh saemien learoevierhtieh åehpies darjodh tjïelke jïh vielie ryöktesth barkoem krievieh dovne Saemiedigkeste jïh bertemijstie.

source: Utredningen peker på at man må jobbe for å få til en mer effektiv terminologiutvikling og bedre koordinering av tilgjengelige ressurser innen opplæring og læremiddelproduksjon.
sma: Salkehtimmie tjïerteste daerpies vielie barkedh juktie radtjoesåbpoe terminologijeevtiedimmiem buektiehtidh, jïh buerebe koordineereme dejstie vierhtijste mah lïerehtimmien jïh learoevierhtieproduksjovnen sisnjelen gååvnesieh.

source: Forbedringspotensialet ligger i å tydeliggjøre ansvarsfordelingen mellom tilskuddsmottaker, Sametingets læremiddelsentral og læremiddelportalen Ovttas.
sma: Bueriedimmienuepieh leah dïedtem tjïelkelaakan joekedidh gaskem dåarjoedåastojem, Saemiedigkien learoevierhtiejarngem jïh learoevierhtieportaalem Aktesne.

source: Læremidlene må merkes godt, slik at de er lett søkbare i forhold til læreplaner og kompetansemål på ulike årstrinn.
sma: Tjuara learoevierhtide hijvenlaakan mïerhkesjidh guktie lea aelhkie dej mietie ohtsedh barkose learoesoejkesjigujmie jïh maahtoeulmiejgujmie ovmessie jaepiedaltesinie.

source: Ifølge evalueringen oppleves læremiddelportalen som krevende å bruke.
sma: Evalueeremen mietie dle jeenjesh tuhtjieh krïevije learoevierhtieportaalem nuhtjedh.

source: Denne bør forbedres, slik at flere lærere kan og vil ta den i bruk.
sma: Byöroe dam bueriedidh, guktie jienebh lohkehtæjjah maehtieh jïh sijhtieh dam åtnose vaeltedh.

source: Sametingsråd Mikkel Eskil Mikkelsen ser nytten av den eksterne evalueringen, og mener at Sametinget har fått et godt kunnskapsgrunnlag for å forbedre organisering, utforming og forvaltning av læremiddelutviklingen og tilgjengeliggjøring av samiske læremidler.
sma: Saemiedigkieraerie Mikkel Eskil Mikkelsen nåhtoem vuajna dehtie byjngetje evalueeremistie, jïh meala Saemiedigkie lea hijven daajroevåaromem åådtjeme juktie öörnedimmiem, hammoedimmiem jïh reeremem learoevierhtieevtiedimmeste bueriedidh jïh saemien learoevierhtieh åehpies darjodh.

source: – Sametinget vil følge opp anbefalinger i nær dialog med aktuelle samarbeidsparter og aktører, sier Mikkelsen.
sma: – Saemiedigkie sæjhta juvnehtimmiejgujmie guhkiebasse barkedh lïhke rååresjimmesne sjyöhtehke laavenjostoeguejmiejgujmie jïh aktöörigujmie, Mikkelsen jeahta.

source: For spørsmål eller intervju, kontakt sametingsråd Mikkel Eskil Mikkelsen (NSR), +47 917 42 161, mikkel.eskil.mikkelsen@samediggi.no
sma: Jis gyhtjelassh jallh gihtjehtimmie, gaskesadth saemiedigkieraeriem Mikkel Eskil Mikkelsen (NSR), +47 917 42 161, mikkel.eskil.mikkelsen@samediggi.no
